Repository: giellalt/corpus-sma
Catalog: tmx/swe/admin/ostersund.se/nationellaminoritetssprak.4.a3261c5125534e633480001482.html.tmx
Source language: sma
Languages: swe

source: Dah nasjovne unnebelåhkoeh
swe: Nationella minoritetsspråk

source: Dah nasjovne unnebelåhkoeh gïelelaakesne tjaalasovveme.
swe: De nationella minoritetsspråken räknas upp i språklagen.

source: Gïelh leah såevmie, jiddisch, meankieli, romani chib jïh saemiengïelh.
swe: Språken är finska, jiddisch, meänkieli, romani chib och samiska.

source: Laake nasjovnen unnebelåhkoej jïh unnebelåhkoej gïelij bijre gïelelaakesne tjuvtjede byjjese sjïere dïedtem åtna unnebelåhkoej gïelh vaarjelidh jïh evtiedidh.
swe: Lagen om nationella minoriteter och minoritetsspråk hänvisar till att språklagen anger att det allmänna har ett särskilt ansvar för att skydda och främja de nationella minoritetsspråken.

source: Maanaj öövtiedimmie kultuvre-identitetesne jïh jijtjemes unnebelåhkoej gïelem nuhtjedh edtja joekoenlaakan evtiedidh.
swe: Barns utveckling av en kulturell identitet och användning av det egna minoritetsspråket ska främjas särskilt.

source: Maanah nasjovne unnebelåhkojne daerpiesvoetem utnieh jijtjemes unnebelåhkoej kultuvrem jïh jijtjemes unnebelåhkoej gïelem övtiedidh.
swe: Barn som tillhör nationella minoriteter har ett behov av att få utveckla sin egna minoritetskulturella identitet och det egna minoritetsspråket.

source: Naemhtemes övtiedimmie joekoen vihkeles aajhtsedh gosse nännoestidh gyhtjelassine gåessie maanaj bijre.
swe: En sådan utveckling ska beaktas särskilt när beslut fattas som kan komma att påverka barn.

source: Njolkedassen maadtoe lea Sveerjen dïedte Europaraerien raamekonvensjovnen, unnebelåhkoej gïelekonvensjovnen jïh FN:n maanakonvensjovnen mietie.
swe: Denna bestämmelse bygger på Sveriges åtagande enligt Europarådets ramkonvention, minoritetsspråkskonventionen och FN:s barnkonvetion.
